[
  {
    "title": "Ireland gains independence from Britain",
    "description": "The Catholic church control the vast majority of schools and hospitals.",
    "year": "Dec 1921",
    "category": "political"
  },
  {
    "title": "Censorship of Publications Board formed",
    "description": "Responsible for censoring printed media, the intitial government-appointed committee contained a Catholic priest.",
    "year": "Jul 1929",
    "category": "legal"
  },
  {
    "title": "Irish citizen, Jimmy Gralton is deported to the US",
    "description": "Jimmy had served in the US navy and obtained US citizenship as a result. On his return to Ireland he set up a local dance hall, and this combined with the fact that he was socialist drew the ire of the Catholic church among others. He was deported on the grounds that as an American citizen, he was ‘an undesirable alien’.",
    "year": "Aug 1933",
    "category": "political"
  },
  {
    "title": "A priest leads thousands of people in an anti-jazz march",
    "description": "This was the beginning of a campaign that called on the government to close the dance halls and ban all foreign dances in Ireland.",
    "year": "Jan 1934",
    "category": "social"
  },
  {
    "title": "The sale of contraception is banned",
    "description": "It also became an offence to publish material advocating contraception and birth control.",
    "year": "Feb 1935",
    "category": "legal"
  },
  {
    "title": "Edna O'Brien's 'The Country Girls' is banned",
    "description": "Banned for sexually explicit content and burned by the church.",
    "year": "Jan 1960",
    "category": "legal"
  },
  {
    "title": "Housewife of the year launches",
    "description": "A competition for housewives where candidates were judged on their cooking and household management skills. It ran until 1995.",
    "year": "Nov 1968",
    "category": "social"
  },
  {
    "title": "Catholics allowed to attend Trinity College Dublin",
    "description": "Originally a Protestant university but even when the university themselves opened their doors to Catholics the Catholic church prevented it. Apparently they were concerned that Catholic students would be corrupted fraternising with Protestants. So prior to 1970 Catholic students had to get special dispensation from the church to attend the univeristy.",
    "year": "Sep 1970",
    "category": "social"
  },
  {
    "title": "A group of activists travel to Belfast to buy contraceptives",
    "description": "In an act known as the Contraceptive Train the group travlled over the border to buy and bring back contraceptives that were illegal in Ireland.",
    "year": "May 1971",
    "category": "social"
  },
  {
    "title": "The Catholic Church is removed from the constitution",
    "description": "A clause recognising the \"special position\" of the Church in the Irish state is removed. This passed by 84% in a referendum",
    "year": "Jan 1973",
    "category": "legal"
  },
  {
    "title": "The marriage bar comes to an end",
    "description": "The marriage bar dictated that women working in the civil service had to give up their jobs upon getting married.",
    "year": "Jul 1973",
    "category": "legal"
  },
  {
    "title": "Pope John Paul II visits Ireland",
    "description": "1.25 million, a third of the population, attended the mass he said in Dublin.",
    "year": "Sep 1973",
    "category": "social"
  },
  {
    "title": "May McGee wins a Supreme Court case allowing her to import contraceptives",
    "description": "After experiencing traumatic pregancies May was advised that if she got pregnant again she would likely die. She tried to import contraceptives from the UK. They were confiscated by customs. She took her case to the High Court and later appealed it to the Supreme Court. The court determined that married couples had the constitutional right to make private decisions on family planning.",
    "year": "Dec 1973",
    "category": "legal"
  },
  {
    "title": "Monty Python's The Life of Brian' is banned",
    "description": "Banned until 1987 for its religious satire.",
    "year": "Apr 1979",
    "category": "legal"
  },
  {
    "title": "Contraceptives are finally available on prescription",
    "description": "The change in the law allowed access to contraceptives for family planning, so they were still difficult to get if you were unmarried.",
    "year": "Jul 1979",
    "category": "legal"
  },
  {
    "title": "Pregnant, unmarried teacher Eileen Flynn is fired",
    "description": "Parents complained that they didn't want their children taught by an unwed mother who was pregrant by a married man. She was sacked on the grounds that it was against the Catholic ethos of the school. She challenged her dismissal and took it all the way to the High Court but lost. One of the judges claimed the nuns had been too leniant with her. Bank of Ireland refused to handle an appeal fund that was set up to help her fight her dismissal.",
    "year": "Aug 1982",
    "category": "social"
  },
  {
    "title": "Gay man, Declan Flynn murdered in Dublin",
    "description": "Attacked in a public park by 5 teenagers. All 5 walked free with suspended sentences. The judge said there was 'no element of correction required' as they had 'come from good homes'.",
    "year": "Sep 1982",
    "category": "social"
  },
  {
    "title": "The first gay pride parade takes place in Dublin",
    "year": "Jun 1983",
    "category": "social"
  },
  {
    "title": "The 8th amendment is introduced",
    "description": "This amendment to the constitution gave equal right to life to the pregnant woman and the unborn. Abortion was already illegal in Ireland but the result of this ammendment in the ensuing decades was that women were denied helathcare and in some cases lost their lives. 67% voted in favour of the amendment.",
    "year": "Sep 1983",
    "category": "legal"
  },
  {
    "title": "15 year-old Ann Lovett dies after giving birth at a religious grotto on the side of the road",
    "year": "Jan 1984",
    "category": "social"
  },
  {
    "title": "Condoms are finally available without prescription",
    "description": "But their sale is still restricted to pharmacies and family planning centres.",
    "year": "Mar 1985",
    "category": "legal"
  },
  {
    "title": "Irish Family Planning Association are convicted for selling condoms in Virgin Megastore",
    "description": "The following year Richard Branson testifies in court in Dublin on their behalf. They are fined £500, which U2 pays.",
    "year": "May 1990",
    "category": "legal"
  },
  {
    "title": "Mary Robinson becomes the first female president of Ireland",
    "description": "In 1997 she left the position to become UN High Commissioner for Human Rights.",
    "year": "Dec 1990",
    "category": "political"
  },
  {
    "title": "The X case establishs the right of Irish women to an abortion if the women is at risk of committing suicide.",
    "description": "The case involved a 14 year old girl who was preganant as the result of rape. She intented to travel to London with her parents to get an abortion. The parents asked the police if DNA evidence from the foetus would be admissable in court for the rape trial. Police sought the advice of the attorney general, who then sought an injuction preventing her from travelling for the abortion. The family appealed this in the Irish supreme court. ",
    "year": "Mar 1992",
    "category": "legal"
  },
  {
    "title": "Bishop Eamon Casey forced to resign after it was revealed that he had fathered a child",
    "description": "He had an affair with American Annie Murphy. He urged her to give up the child for adoption but she refused. He made fraudulent covert payments for the childs welfare using diocesan funds. Years later it was revealed that there were multiple sex abuse claims against him which the church had covered up.",
    "year": "May 1992",
    "category": "church scandal"
  },
  {
    "title": "Sinéad O'Connor rips up a picture of the pope on Saturday Night Live in the US",
    "description": "She said the words 'Fight the real enemy' as she tore the picture. Sinéad had spent 18 months at a Magdelene Laundry as a teenager. Magdalene laundries were Catholic-run instituions where women were imprisoned, forced to carry out unpaid labour and subjected to severe psychological and physical maltreatment. So called because they ran for-profit businesses, primarily laundries. ",
    "year": "Oct 1992",
    "category": "social"
  },
  {
    "title": "A referendum passes guaranteeing the right to travel abroad for an abortion",
    "description": "An estimated 10 women a day were travelling to the UK for abortions.",
    "year": "Nov 1992",
    "category": "legal"
  },
  {
    "title": "Homosexuality is decriminalised",
    "year": "Jun 1993",
    "category": "legal"
  },
  {
    "title": "Condoms are deregulated",
    "description": "They can now be bought at ordinary retail locations such as shops, pubs etc.",
    "year": "Jun 1993",
    "category": "legal"
  },
  {
    "title": "Remains of 155 women are found on the site of a former Magdalene Laundry",
    "description": "",
    "year": "Aug 1993",
    "category": "church scandal"
  },
  {
    "title": "Divorce becomes legal",
    "description": "The referendum on divorce in 1995 passed by the narrow majority of 50.3%. In a previous referendum on the topic in 1986 the no vote won by a margin of 25%.",
    "year": "Jun 1996",
    "category": "legal"
  },
  {
    "title": "The Ferns report is released",
    "description": "The report identified more than 100 allegations of child sex abuse in the south-east of Ireland and outlined the failure of the church to take any action.",
    "year": "Oct 2005",
    "category": "church scandal"
  },
  {
    "title": "The Ryan Report is published",
    "description": "It was an expansive inquiry into child abuse at residential institutions for children run by the Catholic Church between 1936 and 1999.",
    "year": "May 2009",
    "category": "church scandal"
  },
  {
    "title": "Michelle Harte is denied chemotherapy due to being pregnant",
    "description": "Michelle was undergoing cancer treatment when she learned she was pregnant. She was advised to terminate but the hospital's ethics commitee denied her the termination and also prevented her treatment from continuing. She had to travel to the UK for the termination. Due to a delayed verdict from the ethics committee and needing to order a new passport she went weeks without treatment. She died the following year.",
    "year": "Jun 2010",
    "category": "social"
  },
  {
    "title": "The morning-after pill is available without presciption",
    "year": "Feb 2011",
    "category": "legal"
  },
  {
    "title": "Savita Halappanavar dies after being denied an abortion",
    "description": "Savita experienced pregnancy complications, but was denied an abortion as there was a foetal heatbeat. She went into septic shock. Both her and the foetus died. Her death was a catalyst for the pro-choice movement.",
    "year": "Oct 2012",
    "category": "social"
  },
  {
    "title": "Magdalene laundries inquiry report finds significant state involvement in the institutions",
    "description": "Approximately 26% of residents were referred by the state, many for minor crimes.",
    "year": "Feb 2013",
    "category": "church scandal"
  },
  {
    "title": "Ireland becomes the first country to legalise gay marriage by popular vote",
    "description": "Passing by a sizeable majority of 62%.",
    "year": "May 2015",
    "category": "legal"
  },
  {
    "title": "800 babies found buried in a septic tank on the grounds of a former mother and baby home",
    "description": "Discovery made by amateur historian, Catherine Corless, on what was once the grounds of a home for unwed mothers run by a Catholic order. Research would later show that on average, a child from the home died every two weeks between 1925 and 1961.",
    "year": "Mar 2017",
    "category": "church scandal"
  },
  {
    "title": "The 8th amendment is repealed",
    "description": "66.4% voted in favour of repealing the amendment. Women will now be able to get abortions in Ireland up to 12 weeks.",
    "year": "May 2018",
    "category": "legal"
  },
  {
    "title": "The release of the Mother and Baby homes report",
    "description": "The report detailed that around 9,000 children, one in seven of those born in the 18 institutions covered in the report had died in them between 1922 and 1998, double the rate of infant mortality in the general population. An estimated 15% of children were illegally adopted facilitated by the Catholic institutions. Some children were also entered into vaccine trials without parental consent.",
    "year": "Jan 2021",
    "category": "church scandal"
  },
  {
    "title": "Government signs off on a new state maternity hospital to be built on the grounds of a Catholic order.",
    "description": "The sign off had been delayed by controversy and protests as the public questioned whether the religious order would allow for a full range of services including terminations and IVF. This remains to be seen as the hospital has not yet been built.",
    "year": "May 2022",
    "category": "political"
  },
  {
    "title": "The free contraception scheme is introduced",
    "description": "Prescription contraception is now free for 17-25 year olds. The scheme is later expanded to 16-35 year olds.",
    "year": "Sep 2022",
    "category": "social"
  },
  {
    "title": "The government launches a redress scheme for surviviors of mother and baby homes",
    "description": "As it stands the scheme is estimated to cost €1.5 billion and the majority of the cost will likely be borne by the taxpayer as religious institutions have only contributed about 16%.",
    "year": "Mar 2024",
    "category": "church scandal"
  }
]
